{
  "bullets": {
    "PM": "* Sounds like you want a Designer with PM skills. That's me. I've put out a lot of fires and worked on the roadmap, hard prioritization calls, and regrouped around strategy to make design ideas into quality product customers can use.",
    "ZaaZ": "* Most of my product design experience is in enterprise SaaS trying to solve real business problems and not just make trendy interfaces",
    "business": "* Staying organized, collaborating within my team, nurturing alliances beyond it, and mentoring other designers are important to me and some things I have done well at across my career. I like to help my team level up!",
    "data viz": "* Experience with data. I've scraped all kinds of things, built data pipelines, and learned python, tableau, and sql along the way to take it way past excel macros and pivot tables. At a previous position, I owned design for customer-facing Tableau reports (working in Tableau then with a Tableau dev) and did the quantitative research to understand what our users were doing with our product every day. I'm into data!",
    "design system": "* I've helped build up a design system and understand the challenges of style guides, Sketch libraries, and getting different teams socialized to follow one system.",
    "designery": "* I have the design education and background to get along well with other designers, engage in productive conversations, offer constructive feedback, and link design with business needs and research findings.",
    "full-stack": "* I do full stack UX. I can take work through all steps of ideation, generative research, information architecture, wireframes, and prototypes then shepherd the new feature along and iterate as problems arise until the product has shipped and, eventually, is working as planned.",
    "get it done": "* I'm a maker, happy to get things done to the highest standards, or those sufficient for the moment. To me, there's always a way to finish by the deadline, the only question is what opportunities will have to be left by the wayside.",
    "initiative": "* I'm a self-starter, have started my own company, and have been promoted for my autonomy and good understanding of what's worth doing.",
    "market experience": "* I've worked on a two-sided marketplace and understand the importance of encouraging happy meetings between buyers and sellers.",
    "process": "* I really love process improvements from interview challenges to team meetings to annotations and design feedback. I've mentored and managed other designers to keep everyone productive, growing, and on the same page.",
    "proto": "* I'm strong on prototyping, can code up html with javascript interactions, python applications, or simulate an experience with a prototype in Figma, Flinto, Processing, or another tool.",
    "research": "* My research experience includes quantitative work with python and SQL as well as qualitative work starting in a social science PhD program extending to surveys, interviews, customer advisory boards, and usability studies.",
    "startupy": "* I've worked at startups <10 people to >100, through lean times and big rounds, as teams grew and as they shrank. I know how to wear a lot of hats and do what it takes to get things done.",
    "systems thinking": "* Systems thinking is my strong suit. I have a PhD in software history and have an exceptional ability to think through things that give other people headaches.",
    "the why": "* I'm all about the why. My Phd work tracked how the why for different software features changed over time and how different products satisfied changing needs. In everyday work, I strive to uncover all the evidence we have all the way up to the most basic \"whys\" in the workflows we design for.",
    "wordsmith": "* Solid writing. I used to teach writing to college students and have owned microcopy in a SaaS platform. I can handle the \"Cancel\" vs \"Archive\" button labels, extend the brand into technical documentation, write the report of what we did for senior leadership, and whittle it all down to a few strong bullet points of content.",
    "x-functional": "* Working with researchers, engineers, and business leads is especially comfortable to me because I have working experience as a researcher (UX and academic), engineer (python and front end), and in business (working with the CFO of a solar company to finance projects, present to investors, and align revenue projects with cost models)."
  },
  "keywords": {
    " UI": "full-stack",
    "Design Thinking": "designery",
    "Flexible": "get it done",
    "HTML/CSS": "proto",
    "Life-learner": "the why",
    "Partner closely with": "x-functional",
    "actionable insights": "research",
    "actively seek out": "initiative",
    "aesthetic": "designery",
    "any task": "startupy",
    "asking \"why?\"": "the why",
    "autonomous": "initiative",
    "b2b": "ZaaZ",
    "beautiful ": "designery",
    "bias towards action": "get it done",
    "big data": "data viz",
    "business communication": "wordsmith",
    "business needs": "PM",
    "business strategy": "PM",
    "champion": "process",
    "coding": "proto",
    "collaborat": "x-functional",
    "complex architecture": "systems thinking",
    "complex problem": "systems thinking",
    "complex product": "systems thinking",
    "components": "design system",
    "craft": "designery",
    "cross-functional team": "x-functional",
    "cross-functionally": "x-functional",
    "dashboards": "data viz",
    "data visualizations": "data viz",
    "debate ": "process",
    "design critique": "designery",
    "design reviews": "process",
    "design stack": "full-stack",
    "design system": "design system",
    "dig deeper": "the why",
    "doer": "get it done",
    "elegant ": "designery",
    "end to end": "full-stack",
    "end-to-end": "full-stack",
    "enterprise": "ZaaZ",
    "entrepreneurial": "initiative",
    "excellence": "process",
    "eye": "designery",
    "fast-paced startup environment": "startupy",
    "feedback ": "process",
    "from ideation to production.": "full-stack",
    "full range": "full-stack",
    "gathering insights from users": "research",
    "get it done": "get it done",
    "get shit done": "get it done",
    "graphic user interface": "full-stack",
    "hands-on": "get it done",
    "hats": "startupy",
    "high bar": "process",
    "high fidelity prototype": "full-stack",
    "hire": "process",
    "independently": "initiative",
    "information architecture": "full-stack",
    "initiate": "initiative",
    "internal teams": "x-functional",
    "jump in": "get it done",
    "key stakeholders": "x-functional",
    "learning mentality": "initiative",
    "maker": "get it done",
    "marketplace": "market experience",
    "mentor": "process",
    "microcopy": "wordsmith",
    "multiple projects": "startupy",
    "organizational": "business",
    "partner with": "x-functional",
    "pixel-perfect": "full-stack",
    "prioritize multiple": "business",
    "process improvements": "process",
    "processes": "process",
    "prototyp": "proto",
    "quality": "designery",
    "recruit": "process",
    "researching": "research",
    "roadmap": "PM",
    "roll up your sleeves": "get it done",
    "roll-up sleeves": "get it done",
    "saas": "ZaaZ",
    "scrapp": "get it done",
    "self-motivated": "initiative",
    "self-starter": "initiative",
    "ship it mentality": "get it done",
    "sketching": "full-stack",
    "skills": "business",
    "sprints": "process",
    "startup culture": "startupy",
    "startup experience": "startupy",
    "studies": "research",
    "style guide": "design system",
    "system thinker": "systems thinking",
    "systems thinker": "systems thinking",
    "tackle": "get it done",
    "talk to users": "research",
    "teammates": "process",
    "think deeply": "systems thinking",
    "think holistically": "systems thinking",
    "to shipping features": "full-stack",
    "typography": "designery",
    "understand problems": "the why",
    "use data": "PM",
    "user requirements": "PM",
    "user research": "research",
    "validate ": "research",
    "verbal and written communication": "business",
    "whole systems": "systems thinking",
    "wireframes": "full-stack",
    "work closely with": "x-functional",
    "workflows": "full-stack",
    "writing": "wordsmith",
    "written": "wordsmith",
    "written and oral communication skills": "business"
  },
  "textons": {
    "Greeting": "Hey there -",
    "Intro": "I'm a Product Designer with a strong background in research looking for an opportunity to identify and solve business problems through product design.",
    "Name": "Chuk",
    "Outro": "Feel free to reach out and let's talk more!",
    "Sign off": "Best,",
    "Start Bullets": "A few things in particular might make me a good match for the role of "
  }
}